Repository: concrete5-community/d3_random_image
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Random Image
nl_nl: Random afbeelding

source: Display a random image from a file set
nl_nl: Toont een willekeurige afbeelding uit een bestandsverzameling

source: No file set has been selected
nl_nl: Er is geen bestandsverzameling geselecteerd

source: File set doesn't exist (anymore)
nl_nl: Bestandsverzameling bestaat niet (meer)

source: File set is empty
nl_nl: Bestandsverzameling is leeg

source: File version not found
nl_nl: Bestandsversie niet gevonden

source: None
nl_nl: Geen

source: Choose a file set
nl_nl: Kies een bestandsverzameling

source: Max width
nl_nl: Maximale breedte

source: Max height
nl_nl: Maximale hoogte

source: Force image dimensions (crop)
nl_nl: Forceer afbeeldingsdimensies (crop)
